Repository: Qase/mobile-assignment
Catalog: Solution/iOS/RocketApp/Infrastructure/Sources/UIToolkit/Resources/Localizable/*.lproj/Localizable.strings
Languages: de

source: Rockets
de: Die Raketen!

source: First flight: %@
de: Der erste Flug!: %@

# error
source: Kann nicht das Data einladen, die Ursache:
de: Cannot load data, cause:

source: Overview
de: Der Überblick!

source: Parameters
de: Die Parameter!

source: Height
de: Die Höhe!

source: Diameter
de: Der DurchMesser!

source: Mass
de: Die Masse!

source: US metrics
de: Die schweine amerikanisch metriken!

source: EU metrics
de: Die EU metriken!

source: First stage
de: Die erste Stuffe!

source: Second stage
de: Die zweite Stuffe!

source: Reusable
de: Wiederverwenbar!

source: Not reusable
de: Nicht wiedervervenbar!

# engines %lld
source: %lld Engines
de: %lld Motoren!

# tons_of_fuel %f
source: %f Tons of fuel
de: %f Tonnen Kraftstoff!

# seconds_burn_time %lld
source: %lld Seconds burn-time
de: %lld Sekunden Brenndauer!

source: Photos
de: Die Fotogalerie!

source: Launch
de: Der Start!

# tilt_to_launch %@
source: Meters remaining to launch %@:
de: Verbleibende Meter bis zum Start %@

source: Launch successful!
de: Start erfolgreich!

# reset_launch
source: Reset rocket launch
de: Raketenstart zurücksetzen
